[
	{
		"tipoMonstro": "MORTO_VIVO",
		"descricao": "The Baron Von Koëldwethout, of Grogzwig in Germany, was as likely a young baron as you would wish to see. I needn't say that he lived in a castle, because that's of course; neither need I say that he lived in an old castle; for what German baron ever lived in a new one? There were many strange circumstances connected with this venerable building, among which, not the least startling and mysterious were, that when the wind blew, it rumbled in the chimneys, or even howled among the trees in the neighboring forest; and that when the moon shone, she found her way through certain small loopholes in the wall, and actually made some parts of the wide halls and galleries quite light, while she left others in gloomy shadow. I believe that one of the baron's ancestors, being short of money, had inserted a dagger in a gentleman who called one night to ask his way, and it was supposed that these miraculous occurrences took place in consequence. And yet I hardly know how that could have been, either, because the baron's ancestor, who was an amiable man, felt very sorry afterwards for having been so rash, and laying violent hands upon a quantity of stone and timber which belonged to a weaker baron, built a chapel as an apology, and so took a receipt from Heaven, in full of all demands.",
		"previaDescricao": "The beautiful Baron Von Koëldwethout",
		"miniHistorias": [
			{
				"descricao": "você vê um pergaminho flutuando entre duas rochas.\n[1] Você ignora e continua sua viagem",
				"dificuldade": "INICIANTE",
				"miniHistoriaEscolhaOposta": {
					"descricao": "[2] Você decide olhar",
					"dificuldade": "INICIANTE",
					"miniHistoriaEscolhaOposta": null,
					"resultadoEscolha": "Você ganhou uma habilidade",
					"tipoResultado": "HABILIDADE",
					"danoCura": 0
				},
				"resultadoEscolha": "Você segue sua aventura normalmente.",
				"tipoResultado": "NENHUM",
				"danoCura": 0
			},
			{
				"descricao": "Taking off his cap, he placed it over the muzzle of his rifle. Then he pushed the rifle slowly upward over the parapet, until the cap was visible from the opposite side of the street.",
				"dificuldade": "INICIANTE",
				"miniHistoriaEscolhaOposta": {
					"descricao": "The honest man could contain himself no longer. He caught his daughter and her child in his arms.",
					"dificuldade": "INICIANTE",
					"miniHistoriaEscolhaOposta": null,
					"resultadoEscolha": "Você ganhou uma Habilidade",
					"tipoResultado": "HABILIDADE",
					"danoCura": 0
				},
				"resultadoEscolha": "Você achou uma poção de vida",
				"tipoResultado": "ITEM_VIDA",
				"danoCura": 10
			}
		]
	}
]